{
    "clients" : [{
        "title" : "Patrón Spirits Company",
        "body" : "Most people don’t think about technology when they hear the words Patrón Tequila, but working as part of a lean team of creatives and engineers, we aimed to change that. By creating beautiful and engaging campaigns for products and events, as well as experiences meant to educate people on the tequila making process, we effectively increased brand awareness, engagement, and sales. We also had the opportunity to create one of the first branded Alexa experiences that would serve up cocktail recipes upon request and enabled customers to have tequila and cocktails kits delivered right to their door.",
        "img": "/images/patron-logo.png",
        "links": {
            "Know your NOM": "https://www.patrontequila.com/our-story/nom.html",
            "Guillermo del Toro": "https://www.patrontequila.com/products/guillermo-del-toro.html",
            "Patrón the Summer": "https://www.patrontequila.com/campaign/summer.html"
        }
    },
    {
        "title" : "Southwest Airlines",
        "body": "Flying can be an unpleasant experience, but Southwest aimed to make it a little more pleasant by being upfront about hidden fees (that other airlines charge). We built a campaign page to promote “Transfarency” and allow visitors to fill in ad-libs about sneaky hidden fees, take a quiz on which absurd fees are real or fake, and promote social engagement.",
        "img": "/images/southwest-logo.png",
        "links": {
            "Check it out": "http://www.transfarency.com/"
        }
    },
    {
        "title": "USAA",
        "body": "USAA is a company that aims to serve those who have served our country and their families. During memorial day, they wanted to say thank you and create a virtual replica of their physical Poppy Wall, meant to serve as a reminder and thank you for all those who have given the ultimate sacrifice. We created a virtual, draggable poppy wall where visitors could dedicate poppy’s to friends and loved ones as well as view poppy’s dedicated by others. We also allowed visitors to share their dedications via social media, creating custom open graph images for each dedication.",
        "img": "/images/usaa-logo.png",
        "links": {
            "Check it out": "https://poppyinmemory.usaacloud.com/"
        }
    }],
    "tech" : [{
            "title" : "Front-End Languages",
            "body": "I have spent the majority of my career working with the presentation layer and am proficient in HTML, CSS (SCSS), and Javascript (ES6). I can architect projects and tasks, thinking through the potential road blocks and barriers (i.e. browser compatibility, device specific limitations, accessibility), while laying out a clear path and direction to any deliverable. Unlike a lot of newer developers, I started with the basics and have been building off of a sturdy foundation of the fundamental principals of web development, adding to my toolkit as the field develops.",
            "img" : false,
            "links": false,
            "icon": "desktop"
        },
        {
            "title": "Frameworks",
            "body": "I have experience working with and am continuing to improve my knowledge and understanding of popular front-end frameworks. I have worked professionally using Ember and Vue, and on personal projects with React. I have a firm grasp on the capabilities of each and know when to use each one, and can architect projects out, breaking them down to the component level.",
            "img": false,
            "links": false,
            "icon": "object-group"
            
        },
        {
            "title": "Back-End Languages",
            "body": "Recently I have been breaking into the back-end using PHP and MySQL. I have helped to manage and update an API using Laravel, as well as an application using CodeIgniter, both of which pull data from a MySQL database. I understand the importance and impact that writing efficient queries can have on application performance as well as how database structure can improve the ease in which these queries are written.",
            "img": false,
            "links": false,
            "icon": "server"
        },
        {
            "title": "Creative Tools",
            "body": "As part of my master’s degree I earned a formal education in using Adobe Creative Cloud which has allowed me to help out with various design processes (image cropping/manipulation in Photoshop, icon design in Illustrator, motion graphics in AfterEffects) on professional and personal projects. I also have personal experience using Sketch to create responsive web layouts across multiple device screens.",
            "img": false,
            "links": false,
            "icon": "palette"
        }

    ],
    "humans" : [
    {
        "title": "Team Work",
        "body": "Working as part of multi-disciplinary teams I know that a job title doesn’t equate to a role on a team. It’s vital to be willing to venture into other areas for the purpose of accomplishing a shared goal or task. Even though my title has been as an engineer, I’ve helped with design, copywriting, and strategy in order to help deliver a great product on time and on budget. The phrase “not part of my job” is not part of my vernacular.",
        "img": false,
        "links": false,
        "icon": "people-carry"
    },
    {
        "title": "Presentations",
        "body": "Though engineers are not always encouraged to interface with clients or pitch, I have had the opportunity to not only present work to enterprise clients - explaining execution decisions and their impact on the brand - but I also have experience building pitches that explain product roadmaps and showcase features and functionality. I know the value in creating a professional, digestible, and engaging story around the product, and delivering that in a way that excites and pleases the audience.",
        "img": false,
        "links": false,
        "icon": "user-tie"

    },
    {
        "title": "Conflict Management",
        "body": "Whether working with inmates, clients, or team members, disagreements happen and conflict arises. I believe it is of the utmost importance that everyone’s perspective is not just listened to but heard. I have had experience as a moderator and a participant in disagreements revolving around product and brand decisions, and know when to make concessions and compromises and when to take a firm stance. Most importantly, though is ensuring that everyone comes away understanding how and why the decision was made, and that their voice was heard in the process of making it.",
        "img": false,
        "links": false,
        "icon": "handshake"
    },
    {
        "title": "Data Analysis",
        "body": "Finding answers and solutions may be the ultimate goal, but a solution could be worthless if it is not informed by data.With a background in psychology I have learned to not only perform research and gather data, but how to analyze and draw meaning from data sets. Making informed decisions based off of actual data and statistics not only yields smarter and more effective solutions, but makes explaining the decision to a client a cake walk.",
        "img" : false,
        "links": false,
        "icon": "chart-bar"

    }
]

}